Repository: beliybear/PieceOfBeliyBear
Catalog: PieceOfBeliyBear/Others/*.lproj/Localizable.strings
Languages: ru

source: Info
ru: Информация

source: Hello
ru: Привет

source: Settings
ru: Настройки

source: My Projects
ru: Мои Проекты

source: My Habits (UIKit)
ru: Мои Привычки (UIKit)

source: File Manager (UIKit)
ru: Файловый Менеджер (UIKit)

source: Catch The Mafia (UIKit)
ru: Поймай Мафию (UIKit)

source: Contact (SwiftUI)
ru: Контакт (SwiftUI)

source: Loud Question (SwiftUI)
ru: Громкий Вопрос (SwiftUI)

source: General
ru: Основные

source: Review Information
ru: Оценочная Информация

source: Push Notifications
ru: Отправлять уведомления

source: Will you hire me? ( 0-10 )
ru: Возьмёте меня на работу? ( 0-10 )

source: My Habits is an innovative application designed to support your daily tasks and long-term goals. It's your personal assistant in forming and maintaining healthy habits. With it, you can set tasks for the day, week, month, and even a year ahead. In My Habits, you can track your progress, receive reminders about necessary actions, and analyze your achievements. The application offers a convenient and easy-to-use interface, making the process of planning and controlling your habits easy and enjoyable. My Habits helps you stay motivated by showing your successes and helping you focus on important goals. It's not just a habit-tracking app, it's your step towards a better version of yourself.
ru: Мои Привычки - это инновационное приложение, созданное для поддержки ваших ежедневных задач и долгосрочных целей. Это ваш личный помощник в формировании и поддержании здоровых привычек. С его помощью вы можете установить задачи на день, неделю, месяц и даже на год вперед. В Моих Привычках вы можете отслеживать свой прогресс, получать напоминания о необходимых действиях и анализировать свои достижения. Приложение предлагает удобный и простой в использовании интерфейс, делая процесс планирования и контроля ваших привычек легким и приятным. Мои Привычки помогают вам оставаться мотивированными, показывая ваши успехи и помогая сосредоточиться на важных целях. Это не просто приложение для отслеживания привычек, это ваш шаг к лучшей версии себя.

source: The Contact app is a unique tool for both learning and entertainment. With just a click of a button, the user is provided with a random word in Russian. This word can be used for guessing games or to enhance your vocabulary. Contact is perfect for those who want to make the learning process more interactive and engaging. Give it a try and see for yourself!
ru: Приложение Контакт - это уникальный инструмент для обучения и развлечения. По нажатию на кнопку, пользователю предоставляется случайное слово на русском языке. Это слово можно использовать для игры в загадки или улучшения своего словарного запаса. Контакт идеально подходит для тех, кто хочет сделать процесс обучения более интерактивным и увлекательным. Попробуйте и убедитесь в этом сами!

source: The game was created inspired by the YouTube Show "Loud Question"
ru: Игра была создана вдохновляясь ютуб шоу "Громкий Вопрос"

source: Link is not available for this project
ru: Ссылка на этот проект отсутствует

source: Error
ru: Ошибка

source: IAN BELYAKOV
ru: ЯН БЕЛЯКОВ

source: Competence
ru: Компетенции

source: About me
ru: Обо мне

source: Contacts
ru: Контакты

source: Education
ru: Образование

source: See GitHub
ru: Посмотреть GitHub
